Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Running sessions keep what they started with until they are restarted.
ar: تحتفظ الجلسات قيد التشغيل بإعداداتها إلى أن تُعاد تشغيلها.
de: Laufende Sitzungen behalten ihre Startkonfiguration bis zum Neustart.
es: Las sesiones en ejecución conservan su configuración hasta que se reinician.
fr: Les sessions en cours gardent leur configuration jusqu’à leur relance.
hi: चल रहे सेशन फिर से शुरू होने तक अपनी शुरुआती कॉन्फ़िगरेशन बनाए रखते हैं।
it: Le sessioni in esecuzione mantengono la configurazione con cui sono partite finché non vengono riavviate.
ja: 実行中のセッションは、再起動するまで開始時の設定を保持します。
ko: 실행 중인 세션은 재시작할 때까지 시작 시의 구성을 유지합니다.
nl: Actieve sessies behouden hun instellingen totdat ze worden herstart.
pl: Działające sesje zachowują początkowe ustawienia do czasu ponownego uruchomienia.
pt_br: As sessões em execução mantêm a configuração inicial até serem reiniciadas.
ru: Работающие сессии сохраняют исходные настройки до перезапуска.
tr: Çalışan oturumlar, yeniden başlatılana kadar başladıkları ayarları korur.
uk: Запущені сеанси зберігають початкові налаштування до перезапуску.
zh_hans: 正在运行的会话会保留启动时的设置，直到重新启动。
zh_hant: 執行中的工作階段會保留啟動時的設定，直到重新啟動為止。

source: Running time
ar: مدة التشغيل
de: Laufzeit
es: Tiempo de ejecución
fr: Temps d’exécution
hi: चलने का समय
it: Tempo di esecuzione
ja: 実行時間
ko: 실행 시간
nl: Looptijd
pl: Czas działania
pt_br: Tempo de execução
ru: Время работы
tr: Çalışma süresi
uk: Час роботи
zh_hans: 运行时间
zh_hant: 執行時間

source: Running time per day
ar: مدة التشغيل يوميًا
de: Laufzeit pro Tag
es: Tiempo de ejecución por día
fr: Temps d’exécution par jour
hi: प्रति दिन चलने का समय
it: Tempo di esecuzione al giorno
ja: 1日あたりの実行時間
ko: 일별 실행 시간
nl: Looptijd per dag
pl: Czas działania na dzień
pt_br: Tempo de execução por dia
ru: Время работы по дням
tr: Günlük çalışma süresi
uk: Час роботи за день
zh_hans: 每天的运行时间
zh_hant: 每日執行時間

source: Running time, runs and the tokens your agents' transcripts report, kept on this Mac only. Nothing is sent anywhere, and what the agents were asked or answered is never read.
ar: مدة التشغيل ومرات التشغيل والرموز التي تسجّلها الـ transcript الخاصة بوكلائك، محفوظة على هذا الـ Mac فقط. لا يُرسل أي شيء إلى أي مكان، ولا تتم قراءة ما طُلب من الوكلاء أو ما أجابوا به أبدًا.
de: Laufzeit, Ausführungen und die Tokens, die die Transkripte deiner Agents melden – nur auf diesem Mac gespeichert. Nichts wird irgendwohin gesendet, und was die Agents gefragt wurden oder geantwortet haben, wird nie gelesen.
es: El tiempo de ejecución, las ejecuciones y los tokens que indican los transcripts de tus agentes, conservados solo en este Mac. No se envía nada a ningún sitio y nunca se lee lo que se pidió a los agentes ni lo que respondieron.
fr: Le temps d’exécution, les exécutions et les jetons indiqués par les transcripts de vos agents, conservés sur ce Mac uniquement. Rien n’est envoyé nulle part, et ce qui a été demandé aux agents ou ce qu’ils ont répondu n’est jamais lu.
hi: चलने का समय, रन और आपके एजेंटों के ट्रांसक्रिप्ट में बताए गए टोकन, केवल इस Mac पर रखे जाते हैं। कुछ भी कहीं नहीं भेजा जाता, और एजेंटों से क्या पूछा गया या उन्होंने क्या उत्तर दिया, यह कभी नहीं पढ़ा जाता।
it: Tempo di esecuzione, esecuzioni e token riportati dalle trascrizioni dei tuoi agenti, conservati solo su questo Mac. Non viene inviato nulla e ciò che è stato chiesto agli agenti o che hanno risposto non viene mai letto.
ja: 実行時間、実行回数、エージェントのトランスクリプトが報告するトークン数を、このMac上にのみ保持します。どこにも送信されず、エージェントへの依頼内容や回答が読み取られることはありません。
ko: 에이전트 트랜스크립트에 보고된 실행 시간, 실행 횟수 및 토큰으로, 이 Mac에만 보관됩니다. 어디에도 전송되지 않으며, 에이전트에게 요청한 내용이나 에이전트의 답변은 절대 읽지 않습니다.
nl: Looptijd, uitvoeringen en de tokens die de transcripts van je agents melden, alleen op deze Mac bewaard. Er wordt niets verstuurd, en wat aan de agents is gevraagd of wat ze hebben geantwoord, wordt nooit gelezen.
pl: Czas działania, uruchomienia i tokeny podawane przez transkrypty Twoich agentów, przechowywane wyłącznie na tym Macu. Nic nie jest nigdzie wysyłane, a treść pytań do agentów i ich odpowiedzi nigdy nie jest odczytywana.
pt_br: Tempo de execução, execuções e os tokens informados pelas transcrições dos seus agentes, mantidos somente neste Mac. Nada é enviado a lugar algum, e o que foi pedido aos agentes ou o que eles responderam nunca é lido.
ru: Время работы, запуски и токены из транскриптов ваших агентов хранятся только на этом Mac. Ничего никуда не отправляется, а то, о чём агентов просили и что они отвечали, никогда не читается.
tr: Çalışma süresi, çalıştırmalar ve ajanlarınızın dökümlerinde bildirilen token’lar yalnızca bu Mac’te saklanır. Hiçbir yere hiçbir şey gönderilmez; ajanlara ne sorulduğu ya da ne yanıt verdikleri asla okunmaz.
uk: Час роботи, запуски й токени з транскриптів ваших агентів зберігаються лише на цьому Mac. Нічого нікуди не надсилається, а запитання до агентів і їхні відповіді ніколи не читаються.
zh_hans: 运行时间、运行次数以及智能体对话记录中报告的 token 数，仅保存在这台 Mac 上。不会发送到任何地方，也绝不会读取向智能体提出的请求或它们的回答。
zh_hant: 執行時間、執行次數，以及代理程式對話記錄所回報的 token，只保存在此 Mac 上。不會傳送到任何地方，也絕不讀取向代理程式提出的問題或其回答。

source: Running times, runs and token totals recorded on this Mac will be deleted. Your agents' own transcripts are not touched.
ar: سيتم حذف مدد التشغيل ومرات التشغيل وإجماليات الرموز المسجّلة على هذا الـ Mac. لن تُمس الـ transcript الخاصة بوكلائك.
de: Die auf diesem Mac erfassten Laufzeiten, Ausführungen und Token-Summen werden gelöscht. Die Transkripte deiner Agents bleiben unberührt.
es: Se eliminarán los tiempos de ejecución, las ejecuciones y los totales de tokens registrados en este Mac. Los transcripts de tus agentes no se modifican.
fr: Les temps d’exécution, les exécutions et les totaux de jetons enregistrés sur ce Mac seront supprimés. Les transcripts de vos agents ne sont pas modifiés.
hi: इस Mac पर दर्ज चलने का समय, रन और टोकन योग डिलीट कर दिए जाएँगे। आपके एजेंटों के अपने ट्रांसक्रिप्ट को छुआ नहीं जाता।
it: I tempi di esecuzione, le esecuzioni e i totali di token registrati su questo Mac verranno eliminati. Le trascrizioni dei tuoi agenti non vengono toccate.
ja: このMacに記録された実行時間、実行回数、トークン数の合計が削除されます。エージェント自身のトランスクリプトには影響しません。
ko: 이 Mac에 기록된 실행 시간, 실행 횟수 및 토큰 합계가 삭제됩니다. 에이전트의 트랜스크립트는 변경되지 않습니다.
nl: Looptijden, uitvoeringen en tokentotalen die op deze Mac zijn vastgelegd, worden verwijderd. De transcripts van je agents blijven ongemoeid.
pl: Czasy działania, uruchomienia i sumy tokenów zapisane na tym Macu zostaną usunięte. Transkrypty Twoich agentów pozostaną nietknięte.
pt_br: Os tempos de execução, as execuções e os totais de tokens registrados neste Mac serão apagados. As transcrições dos seus agentes não são alteradas.
ru: Записанные на этом Mac время работы, запуски и итоги по токенам будут удалены. Собственные транскрипты агентов не затрагиваются.
tr: Bu Mac’te kaydedilen çalışma süreleri, çalıştırmalar ve token toplamları silinecek. Ajanlarınızın kendi dökümlerine dokunulmaz.
uk: Записані на цьому Mac час роботи, запуски й підсумки токенів буде видалено. Транскрипти самих агентів не зачіпаються.
zh_hans: 这台 Mac 上记录的运行时间、运行次数和 token 总数将被删除。智能体自身的对话记录不受影响。
zh_hant: 此 Mac 上記錄的執行時間、執行次數和 token 總數將被刪除。代理程式本身的對話記錄不受影響。

source: Runs
ar: مرات التشغيل
de: Ausführungen
es: Ejecuciones
fr: Exécutions
hi: रन
it: Esecuzioni
ja: 実行回数
ko: 실행 횟수
nl: Uitvoeringen
pl: Uruchomienia
pt_br: Execuções
ru: Запуски
tr: Çalıştırmalar
uk: Запуски
zh_hans: 运行次数
zh_hant: 執行次數

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 存储
zh_hant: 儲存

source: Save Again
ar: إعادة محاولة الحفظ
de: Erneut sichern
es: Volver a guardar
fr: Réessayer l’enregistrement
hi: फिर से सहेजें
it: Salva di nuovo
ja: 再度保存
ko: 다시 저장
nl: Bewaar opnieuw
pl: Zachowaj ponownie
pt_br: Salvar Novamente
ru: Сохранить снова
tr: Yeniden Kaydet
uk: Зберегти ще раз
zh_hans: 重新存储
zh_hant: 再次儲存

source: Save the changes to “%@”?
ar: هل تريد حفظ التغييرات على «%@»؟
de: Änderungen an „%@“ sichern?
es: ¿Guardar los cambios de “%@”?
fr: Enregistrer les modifications de « %@ » ?
hi: “%@” में किए गए बदलाव सहेजें?
it: Salvare le modifiche a “%@”?
ja: 「%@」への変更を保存しますか？
ko: “%@”의 변경 사항을 저장하겠습니까?
nl: Wijzigingen in ‘%@’ bewaren?
pl: Zachować zmiany w „%@”?
pt_br: Salvar as alterações em “%@”?
ru: Сохранить изменения в «%@»?
tr: “%@” üzerindeki değişiklikler kaydedilsin mi?
uk: Зберегти зміни в «%@»?
zh_hans: 要存储对“%@”的更改吗？
zh_hant: 要儲存「%@」的變更嗎？

source: Saved
ar: محفوظة
de: Gesichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
it: Salvate
ja: 保存済み
ko: 저장됨
nl: Bewaard
pl: Zachowano
pt_br: Salvas
ru: Сохранены
tr: Kaydedildi
uk: Збережено
zh_hans: 已存储
zh_hant: 已儲存

source: Saved a moment after you stop typing
ar: يُحفظ تلقائيًا بعد لحظة من توقفك عن الكتابة
de: Wird kurz nach dem Tippen automatisch gesichert
es: Se guarda en cuanto dejas de escribir
fr: Enregistrement automatique dès que vous arrêtez de taper
hi: टाइप करना रोकने के कुछ ही क्षण बाद सहेजा जाता है
it: Salvataggio automatico appena smetti di digitare
ja: 入力を止めると自動的に保存されます
ko: 입력을 멈추면 곧바로 저장됩니다
nl: Bewaard zodra je stopt met typen
pl: Zachowywane chwilę po zakończeniu pisania
pt_br: Salvo logo após você parar de digitar
ru: Сохраняется вскоре после того, как вы перестаёте печатать
tr: Yazmayı bıraktıktan kısa süre sonra kaydedilir
uk: Зберігається одразу, щойно ви перестаєте вводити
zh_hans: 停止输入后片刻即自动存储
zh_hant: 停止輸入後片刻即自動儲存

source: Saved as %@.
ar: تم الحفظ باسم %@.
de: Gesichert als %@.
es: Guardado como %@.
fr: Enregistré sous %@.
hi: %@ के रूप में सहेजा गया।
it: Salvato come %@.
ja: %@として保存しました。
ko: %@(으)로 저장되었습니다.
nl: Bewaard als %@.
pl: Zachowano jako %@.
pt_br: Salvo como %@.
ru: Сохранено как %@.
tr: %@ olarak kaydedildi.
uk: Збережено як %@.
zh_hans: 已存储为 %@。
zh_hant: 已儲存為 %@。

source: Saved at %@
ar: تم الحفظ في %@
de: Gesichert um %@
es: Guardado a las %@
fr: Enregistré à %@
hi: %@ पर सहेजा गया
it: Salvate alle %@
ja: %@に保存
ko: %@에 저장됨
nl: Bewaard om %@
pl: Zachowano o %@
pt_br: Salvo às %@
ru: Сохранено в %@
tr: Kaydedilme saati: %@
uk: Збережено о %@
zh_hans: 存储于 %@
zh_hant: 已於 %@ 儲存

source: Save…
ar: حفظ…
de: Sichern …
es: Guardar…
fr: Enregistrer…
hi: सहेजें…
it: Salva…
ja: 保存…
ko: 저장…
nl: Bewaar…
pl: Zachowaj…
pt_br: Salvar…
ru: Сохранить…
tr: Kaydet…
uk: Зберегти…
zh_hans: 存储…
zh_hant: 儲存…

source: Saving notes
ar: جارٍ حفظ الملاحظات
de: Notizen werden gesichert
es: Guardando las notas
fr: Enregistrement des notes
hi: नोट्स सहेजे जा रहे हैं
it: Salvataggio delle note
ja: メモを保存中
ko: 메모 저장 중
nl: Notities bewaren
pl: Zachowywanie notatek
pt_br: Salvando notas
ru: Сохранение заметок
tr: Notlar kaydediliyor
uk: Збереження нотаток
zh_hans: 正在存储备注
zh_hant: 正在儲存筆記

source: Saving…
ar: جارٍ الحفظ…
de: Wird gesichert …
es: Guardando…
fr: Enregistrement…
hi: सहेजा जा रहा है…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
nl: Bewaren…
pl: Zachowywanie…
pt_br: Salvando…
ru: Сохранение…
tr: Kaydediliyor…
uk: Збереження…
zh_hans: 正在存储…
zh_hant: 正在儲存…

source: Search sessions
ar: البحث في الجلسات
de: Sitzungen durchsuchen
es: Buscar sesiones
fr: Rechercher des sessions
hi: सेशन खोजें
it: Cerca sessioni
ja: セッションを検索
ko: 세션 검색
nl: Zoek sessies
pl: Szukaj sesji
pt_br: Buscar sessões
ru: Поиск сессий
tr: Oturumlarda ara
uk: Шукати сеанси
zh_hans: 搜索会话
zh_hant: 搜尋工作階段

source: Search symbols
ar: البحث عن رمز
de: Symbole durchsuchen
es: Buscar un símbolo
fr: Rechercher un symbole
hi: प्रतीक खोजें
it: Cerca simboli
ja: 記号を検索
ko: 기호 검색
nl: Zoek symbolen
pl: Szukaj symboli
pt_br: Buscar símbolos
ru: Поиск символов
tr: Simgelerde ara
uk: Шукати символи
zh_hans: 搜索符号
zh_hant: 搜尋符號

source: Secure connection
ar: اتصال آمن
de: Sichere Verbindung
es: Conexión segura
fr: Connexion sécurisée
hi: सुरक्षित कनेक्शन
it: Connessione sicura
ja: 安全な接続
ko: 보안 연결
nl: Beveiligde verbinding
pl: Bezpieczne połączenie
pt_br: Conexão segura
ru: Безопасное подключение
tr: Güvenli bağlantı
uk: Безпечне з’єднання
zh_hans: 安全连接
zh_hant: 安全連線

source: Select a session to see its repositories and notes.
ar: حدد جلسة لعرض مستودعاتها وملاحظاتها.
de: Wähle eine Sitzung, um ihre Repositorys und Notizen zu sehen.
es: Selecciona una sesión para ver sus repositorios y sus notas.
fr: Sélectionnez une session pour voir ses dépôts et ses notes.
hi: किसी सेशन की रिपॉज़िटरी और नोट्स देखने के लिए उसे चुनें।
it: Seleziona una sessione per vedere i suoi repository e le sue note.
ja: セッションを選択すると、リポジトリとメモが表示されます。
ko: 저장소와 메모를 보려면 세션을 선택하십시오.
nl: Selecteer een sessie om de repository's en notities te zien.
pl: Zaznacz sesję, aby zobaczyć jej repozytoria i notatki.
pt_br: Selecione uma sessão para ver seus repositórios e notas.
ru: Выберите сессию, чтобы увидеть её репозитории и заметки.
tr: Depolarını ve notlarını görmek için bir oturum seçin.
uk: Виберіть сеанс, щоб побачити його репозиторії й нотатки.
zh_hans: 选择一个会话以查看其仓库和备注。
zh_hant: 選擇一個工作階段以查看其儲存庫和筆記。

source: Select a template.
ar: حدد قالبًا.
de: Wähle eine Vorlage.
es: Selecciona una plantilla.
fr: Sélectionnez un gabarit.
hi: एक टेम्पलेट चुनें।
it: Seleziona un template.
ja: テンプレートを選択してください。
ko: 템플릿을 선택하십시오.
nl: Selecteer een sjabloon.
pl: Zaznacz szablon.
pt_br: Selecione uma predefinição.
ru: Выберите шаблон.
tr: Bir şablon seçin.
uk: Виберіть шаблон.
zh_hans: 请选择模板。
zh_hant: 選擇一個範本。

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

source: Send Answers
ar: إرسال الإجابات
de: Antworten senden
es: Enviar las respuestas
fr: Envoyer les réponses
hi: उत्तर भेजें
it: Invia risposte
ja: 回答を送信
ko: 답변 보내기
nl: Verstuur antwoorden
pl: Wyślij odpowiedzi
pt_br: Enviar Respostas
ru: Отправить ответы
tr: Yanıtları Gönder
uk: Надіслати відповіді
zh_hans: 发送回答
zh_hant: 傳送回答

source: Sends a short request asking the model to call a tool, then gives it the result: what a session does on every turn. A local model may take a while to load the first time.
ar: يرسل طلبًا قصيرًا يطلب من النموذج استدعاء أداة، ثم يعيد إليه النتيجة: وهو ما تفعله الجلسة في كل دور. قد يستغرق النموذج المحلي بعض الوقت ليُحمَّل في المرة الأولى.
de: Sendet eine kurze Anfrage, die das Modell bittet, ein Tool aufzurufen, und gibt ihm dann das Ergebnis zurück – das, was eine Sitzung bei jedem Durchgang tut. Ein lokales Modell kann beim ersten Mal etwas brauchen, um zu laden.
es: Envía una breve petición que pide al modelo que llame a una herramienta y luego le devuelve el resultado: lo que hace una sesión en cada turno. Un modelo local puede tardar en cargarse la primera vez.
fr: Envoie une courte requête qui demande au modèle d’appeler un outil, puis lui rend le résultat : ce que fait une session à chaque tour. Un modèle local peut mettre du temps à se charger la première fois.
hi: एक छोटी रिक्वेस्ट भेजता है जो मॉडल से टूल कॉल करने को कहती है, फिर उसे परिणाम देता है: जो सेशन हर टर्न में करता है। लोकल मॉडल को पहली बार लोड होने में कुछ समय लग सकता है।
it: Invia una breve richiesta che chiede al modello di chiamare uno strumento, poi gli restituisce il risultato: ciò che una sessione fa a ogni turno. Un modello locale può richiedere del tempo per caricarsi la prima volta.
ja: モデルにツールの呼び出しを求める短いリクエストを送信し、その結果を返します。セッションが毎ターン行う処理と同じです。ローカルモデルは初回の読み込みに時間がかかることがあります。
ko: 모델에 도구를 호출하도록 요청하는 짧은 요청을 보낸 다음 결과를 전달합니다. 세션이 매 턴마다 수행하는 작업입니다. 로컬 모델은 처음 불러올 때 시간이 걸릴 수 있습니다.
nl: Stuurt een kort verzoek waarin het model wordt gevraagd een tool aan te roepen, en geeft het daarna het resultaat: wat een sessie bij elke beurt doet. Een lokaal model kan de eerste keer even nodig hebben om te laden.
pl: Wysyła krótkie zapytanie z prośbą do modelu o wywołanie narzędzia, a następnie przekazuje mu wynik: tak jak sesja w każdej turze. Lokalny model może za pierwszym razem ładować się dłużej.
pt_br: Envia uma requisição curta pedindo ao modelo que chame uma ferramenta e depois entrega o resultado a ele: o que uma sessão faz a cada turno. Um modelo local pode demorar para carregar na primeira vez.
ru: Отправляет короткий запрос с просьбой к модели вызвать инструмент, затем передаёт ей результат — то же, что сессия делает на каждом ходу. Локальная модель может загружаться в первый раз довольно долго.
tr: Modelden bir araç çağırmasını isteyen kısa bir istek gönderir, sonra sonucu ona verir: bir oturumun her turda yaptığı budur. Yerel bir modelin ilk kez yüklenmesi biraz zaman alabilir.
uk: Надсилає короткий запит із проханням до моделі викликати інструмент, а потім повертає їй результат — те, що сеанс робить на кожному ході. Локальна модель може довго завантажуватися першого разу.
zh_hans: 发送一个简短请求，要求模型调用工具，然后将结果返回给它：这正是会话在每个回合中所做的。本地模型首次载入可能需要一些时间。
zh_hant: 傳送一個簡短請求，要求模型呼叫工具，再將結果交給它：這正是工作階段每個回合所做的事。本機模型第一次載入可能需要一些時間。

source: Session
ar: الجلسة
de: Sitzung
es: Sesión
hi: सेशन
it: Sessione
ja: セッション
ko: 세션
nl: Sessie
pl: Sesja
pt_br: Sessão
ru: Сессия
tr: Oturum
uk: Сеанс
zh_hans: 会话
zh_hant: 工作階段

source: Session %@
ar: الجلسة %@
de: Sitzung %@
es: Sesión %@
hi: सेशन %@
it: Sessione %@
ja: セッション%@
ko: 세션 %@
nl: Sessie %@
pl: Sesja %@
pt_br: Sessão %@
ru: Сессия %@
tr: Oturum %@
uk: Сеанс %@
zh_hans: 会话 %@
zh_hant: 工作階段 %@

source: Session name
ar: اسم الجلسة
de: Sitzungsname
es: Nombre de la sesión
fr: Nom de la session
hi: सेशन का नाम
it: Nome della sessione
ja: セッション名
ko: 세션 이름
nl: Sessienaam
pl: Nazwa sesji
pt_br: Nome da sessão
ru: Название сессии
tr: Oturum adı
uk: Назва сеансу
zh_hans: 会话名称
zh_hant: 工作階段名稱

source: Session renamed: %@
ar: تمت إعادة تسمية الجلسة: %@
de: Sitzung umbenannt: %@
es: Sesión renombrada: %@
fr: Session renommée : %@
hi: सेशन का नाम बदला गया: %@
it: Sessione rinominata: %@
ja: セッション名を変更しました：%@
ko: 세션 이름 변경됨: %@
nl: Sessienaam gewijzigd: %@
pl: Zmieniono nazwę sesji: %@
pt_br: Sessão renomeada: %@
ru: Сессия переименована: %@
tr: Oturum yeniden adlandırıldı: %@
uk: Сеанс перейменовано: %@
zh_hans: 会话已重新命名：%@
zh_hant: 工作階段已重新命名：%@

source: Session title
ar: عنوان الجلسة
de: Sitzungstitel
es: Título de la sesión
fr: Titre de la session
hi: सेशन का शीर्षक
it: Titolo della sessione
ja: セッションのタイトル
ko: 세션 제목
nl: Sessietitel
pl: Tytuł sesji
pt_br: Título da sessão
ru: Название сессии
tr: Oturum başlığı
uk: Назва сеансу
zh_hans: 会话标题
zh_hant: 工作階段標題

source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
hi: सेशन
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt_br: Sessões
ru: Сессии
tr: Oturumlar
uk: Сеанси
zh_hans: 会话
zh_hant: 工作階段

source: Sessions already made keep their symbol and colour, even one no longer in these lists.
ar: تحتفظ الجلسات الموجودة برمزها ولونها، حتى لو لم يعودا ضمن هذه القوائم.
de: Bestehende Sitzungen behalten ihr Symbol und ihre Farbe, auch wenn diese nicht mehr in den Listen stehen.
es: Las sesiones ya creadas conservan su símbolo y su color, aunque ya no figuren en estas listas.
fr: Les sessions existantes gardent leur symbole et leur couleur, même s’ils ne figurent plus dans ces listes.
hi: पहले से बने सेशन अपना प्रतीक और रंग बनाए रखते हैं, भले ही वह अब इन सूचियों में न हो।
it: Le sessioni già create mantengono il loro simbolo e colore, anche se non sono più in questi elenchi.
ja: 作成済みのセッションは、これらの一覧から削除された記号や色であっても、そのまま保持します。
ko: 이미 만든 세션은 이 목록에 더 이상 없는 기호와 색상이라도 그대로 유지합니다.
nl: Bestaande sessies behouden hun symbool en kleur, ook als die niet meer in deze lijsten staan.
pl: Istniejące sesje zachowują swój symbol i kolor, nawet jeśli nie ma ich już na tych listach.
pt_br: As sessões já criadas mantêm seu símbolo e sua cor, mesmo que não estejam mais nestas listas.
ru: Уже созданные сессии сохраняют свой символ и цвет, даже если их больше нет в этих списках.
tr: Önceden oluşturulmuş oturumlar, artık bu listelerde olmasa bile simgelerini ve renklerini korur.
uk: Уже створені сеанси зберігають свій символ і колір, навіть якщо їх більше немає в цих списках.
zh_hans: 已创建的会话会保留其符号和颜色，即使它们已不在这些列表中。
zh_hant: 已建立的工作階段會保留其符號和顏色，即使已不在這些列表中。

source: Sessions archived from Done land here. Nothing is ever deleted.
ar: تصل إلى هنا الجلسات المؤرشفة من «مكتملة». لا يُحذف أي شيء أبدًا.
de: Aus „Erledigt“ archivierte Sitzungen landen hier. Es wird nie etwas gelöscht.
es: Las sesiones archivadas desde Terminada llegan aquí. Nunca se elimina nada.
fr: Les sessions archivées depuis Terminé arrivent ici. Rien n’est jamais supprimé.
hi: “पूरा” से आर्काइव किए गए सेशन यहाँ आते हैं। कुछ भी कभी डिलीट नहीं होता।
it: Le sessioni archiviate da Completato finiscono qui. Non viene mai eliminato nulla.
ja: 「完了」からアーカイブしたセッションはここに入ります。削除されることはありません。
ko: 완료에서 보관한 세션이 여기에 표시됩니다. 아무것도 삭제되지 않습니다.
nl: Sessies die vanuit Klaar zijn gearchiveerd, komen hier terecht. Er wordt nooit iets verwijderd.
pl: Tutaj trafiają sesje zarchiwizowane z „Gotowe”. Nic nigdy nie jest usuwane.
pt_br: As sessões arquivadas a partir de “Concluída” chegam aqui. Nada é apagado.
ru: Сюда попадают сессии, архивированные из «Готово». Ничего никогда не удаляется.
tr: “Tamamlandı” durumundan arşivlenen oturumlar buraya gelir. Hiçbir şey asla silinmez.
uk: Сеанси, архівовані з «Виконано», потрапляють сюди. Нічого ніколи не видаляється.
zh_hans: 从“已完成”归档的会话会出现在这里。不会删除任何内容。
zh_hant: 從「已完成」封存的工作階段會出現在這裡。不會刪除任何內容。

source: Sessions created from it keep their prompt.
ar: تحتفظ الجلسات المنشأة منه بالـ prompt الخاص بها.
de: Daraus erstellte Sitzungen behalten ihren Prompt.
es: Las sesiones creadas con ella conservan su prompt.
fr: Les sessions créées à partir de lui gardent leur prompt.
hi: इससे बनाए गए सेशन अपना प्रॉम्प्ट बनाए रखते हैं।
it: Le sessioni create da questo template mantengono il loro prompt.
ja: このテンプレートから作成したセッションはプロンプトを保持します。
ko: 이 템플릿으로 생성한 세션은 프롬프트를 유지합니다.
nl: Sessies die ermee zijn gemaakt, behouden hun prompt.
pl: Sesje utworzone z niego zachowują swój prompt.
pt_br: As sessões criadas a partir dela mantêm o prompt.
ru: Созданные из него сессии сохраняют свой промпт.
tr: Bundan oluşturulan oturumlar istemlerini korur.
uk: Сеанси, створені з нього, зберігають свій промпт.
zh_hans: 由它创建的会话会保留其提示词。
zh_hant: 由此建立的工作階段會保留其提示詞。

source: Sessions made from it keep their own symbol and colour.
ar: تحتفظ الجلسات المنشأة منه برمزها ولونها الخاصين.
de: Daraus erstellte Sitzungen behalten ihr eigenes Symbol und ihre Farbe.
es: Las sesiones creadas con ella conservan su propio símbolo y color.
fr: Les sessions créées à partir de lui gardent leurs propres symbole et couleur.
hi: इससे बने सेशन अपना प्रतीक और रंग बनाए रखते हैं।
it: Le sessioni create da questo template mantengono il proprio simbolo e colore.
ja: このテンプレートから作成したセッションは、それぞれの記号と色を保持します。
ko: 이 템플릿으로 만든 세션은 자체 기호와 색상을 유지합니다.
nl: Sessies die ermee zijn gemaakt, behouden hun eigen symbool en kleur.
pl: Sesje utworzone z niego zachowują własny symbol i kolor.
pt_br: As sessões criadas a partir dela mantêm seu próprio símbolo e cor.
ru: Созданные из него сессии сохраняют собственные символ и цвет.
tr: Bundan oluşturulan oturumlar kendi simgelerini ve renklerini korur.
uk: Сеанси, створені з нього, зберігають власні символ і колір.
zh_hans: 由它创建的会话会保留各自的符号和颜色。
zh_hant: 由此建立的工作階段會保留各自的符號和顏色。
